Repository: amorsent/xmlsitemap
Catalog: xmlsitemap_engines/translations/xmlsitemap_engines.*.po
Languages: de

source: Submission settings
de: Einstellungen zur Übermittlung

source: Submit the sitemap on content updates
de: Die Sitemap bei Inhaltsaktualisierungen übermitteln

source: Every 6 months
de: Alle 6 Monate

source: Every 15 days
de: Alle 15 Tage

source: Never
de: Nie

source: Submission URLs
de: Eintragungs-URLs

source: Verification settings
de: Verifizierungseinstellungen

source: Google verification link
de: Google Überprüfungslink

source: Windows Live authentication file
de: Windows Live Authentifizierungsdatei

source: Windows Live authentication tag
de: Windows Live Authentifizierungstag

source: Windows Live will give you an authentication tag.
de: Der von Windows Live zur Verfügung gestellte Authentifizierungsschlüssel.

source: Yahoo! verification link
de: Yahoo! Überprüfungslink

source: Yahoo! authentication key
de: Yahoo! Authentifizierungsschlüssel

source: Yahoo! will ask you to put an authentication key in the verification file.
de: Der von Yahoo! für die Kontrolldatei zur Verfügung gestellte Authentifizierungsschlüssel.

source: Submit to search engines
de: An Suchmaschinen übermitteln

source: Search engines
de: Suchmaschinen

source: Submit sitemap
de: Sitemap übermitteln

source: The sitemap has been submitted to the search engines.
de: Die Sitemap wurde an die Suchmaschinen übertragen.

source: The sitemap has been successfully submitted to %engine.
de: Die Sitemap wurde erfolgreich an %engine übertragen.

source: An error occurred while submitting the sitemap to %engine: !code.
de: Fehler beim Übertragen der Sitemap an %engine: !code.

source: Configure the submission settings of the XML sitemap to the search engines.
de: Die Übermittlungseinstellungen der XML-Sitemap an die Suchmaschinen konfigurieren.

source: Google verification page
de: Überprüfungsseite für Google

source: Yahoo! verification page
de: Überprüfungsseite für Yahoo!

source: Windows Live verification page
de: Überprüfungsseite für Windows Live

source: Submit the sitemap to search engines.
de: Die Sitemap an Suchmaschinen übermitteln.
